export default {
  me: {
    name: "廖彥宇",
    nickname: "Chad Liao",
    position: "UX/UI Designer",
    education: "東海大學 工業設計系",
    email: "exj212@gmail.com",
  },
  experience: {
    title: "工作經驗",
    parts: [
      {
        title: "UX / UI 設計師",
        time: "2018/12 - Present",
        contents: [
          {
            title: "薩摩亞商百星數位智能股份有限公司台灣分公司(高雄)",
            items: [
              "需求討論",
              "協助規劃 user story",
              "設計 wireframe / mockup / prototype",
              "與開發人員協作，溝通細節與使用流程",
              "與 QA 共同測試易用性與調整",
              "制定 UI 設計規範",
            ],
          },
          {
            title: "其他",
            items: ["規劃公司 CIS", "協助產品行銷策略", "協助公司形象宣傳策略"],
          },
        ],
      },
      {
        title: "產品設計師",
        time: "2016/04 - 2018/6",
        contents: [
          {
            title: "洋鑫先進製造有限公司",
            items: [
              "船模具設計",
              "與客戶討論需求",
              "專案管理",
              "與工程團隊溝通工法",
              "現場工程監督與問題處理",
              "制定設計規範 ",
            ],
          },
          {
            title: "其他",
            items: ["非侵入式醫療產品設計", "基礎機械手臂與 CNC 加工"],
          },
        ],
      },
    ],
  },
  skill: {
    title: "技能",
    parts: [
      {
        title: "UX / UI",
        items: [
          "Figma",
          "Sketch",
          "使用者訪談",
          "KJ 法",
          "使用者旅程圖",
          "Event storming",
        ],
      },
      {
        title: "2D / 3D",
        items: ["Illustrator", "Photoshop", "Rhino"],
      },
    ],
  },
  other: {
    title: "其他經驗",
    parts: [
      {
        title: "HPX 高雄讀書會",
        items: [
          "精實 UX 設計 書聚＆工作坊",
          "使用者旅程圖 練習坊",
          "2020 大聚主視覺設計",
        ],
      },
      {
        title: "Toastmaster 英語演講會",
        items: [
          "2020 ALE MAX 社團 秘書長",
          "2020 台灣年會主視覺設計",
        ],
      },
    ],
  },
  content:
  `【關於我】<br/><br/>

  我熱愛嘗試新的事物與想法，從工作上的方法及流程、閒暇時後的活動與遊戲，到獨處時的反思和學習，都能從中得到一些收穫和經驗，運用在未來更好地應對與生活。<br/><br/><br/>
  
  【工作經驗】<br/><br/>
  
  畢業後的第一份工作為模具設計，負責討論與繪製，客戶對於模具需求的專案，並協助處理現場施工問題與設計圖面的溝通，在轉換跑道前，能獨立與客戶溝通需求、設計圖面、以及處理現場作業的相關問題，期間完成 2 件大型模具設計專案。
  
  第二份工作（在職），轉職為 UX/UI 設計師，期間負責公司內部的 ERP 和 CMS 專案，負責規劃與設計使用體驗與介面、統整設計規範以及協助行銷策略；並與開發團隊協作，完成整體的資訊架構。<br/><br/>
  
  ERP 專案：<br/>
  為了管理及優化公司內部的生產流程監控，及庫存管理而開發，透過訪談現場操作人員與瞭解作業流程，進而將流程和雲端連線、改善與整合線上線下的作業程序，來達成優化。<br/><br/>
  
  CMS 專案：<br/>
  為客戶建立內容管理平台，管理動態數據與業務文件，同時在平台上，加入公司提供的印刷品輸出管道，建立一條龍的服務鏈；因此，透過了解客戶需求，結合公司的願景，來開發這個 CMS 專案。<br/><br/><br/>
  

  【業餘時間】<br/><br/>
  
  在工作之餘，自主性參加了 HPX 讀書會，舉辦過 UX 相關的書聚與練習坊；加入 Toastmaster 英文演講社，除了練習英文之餘，也訓練自己能夠更好的表達和溝通，同時也因自身的設計背景，接下 2019 台灣年會的主視覺與平面印刷品設計，並圓滿完成；另外，也和同事共同完成一些有趣的 side project。<br/><br/><br/>
  
  【理念】<br/><br/>
  
  用開放、理性的思維和不斷的學習與嘗試，來充實自己；對於工作及專案，從數據與現況中實事求是，再透過設計方法來完成產品開發和團隊協作，期望自己能在與不同領域的人一起合作和進步。`
};
